import React from 'react';

const Home = () => (
    <div className="roww">
        <div className="img_d">
            <img className="col-xl-12 col-sm-10 col-lg-7 animated fadeInDown" src="https://i0.wp.com/massispost.com/wp-content/uploads/2013/10/TUMO-center.jpg?ssl=1" alt="tumozadalbal"/>
        </div>
        <div className="text_d">
            <div className="animated fadeInRight"><h1>Աշխատանքի Մասին</h1>
                <p>Մենք ստեղծեցինք այս կայքը օգտագործդելով Yandex Translate API-ը: Կայքը հասկանում է 92 լեզուներ և այն կարողանում է թարգմանել համապատասխանաբար 92 լեզուներով: Ինչպես նաև կարդալ այդ բառերը և հասկանալ մեր խոսքերը: </p>
            </div><div className="animated fadeInUp"><h1>ԹՈՒՄՈ-Ի մասին</h1>
                <p>Բացումից ի վեր, Թումոն 12-18 տարեկան հազարավոր պատանիների տրամադրում է արտադպրոցական ուսուցում թվային մեդիաների ոլորտում։ Ուղղորդվելով հմուտ մանկավարժների ու մեդիա մասնագետների կողմից, ինչպես նաև իրենց տրամադրության տակ ունենալով վերջին թվային գործիքները՝ ուսանողներն իրականացնում են իրենց անհատական ուսումնական պլանը Թումո աշխարհի միջոցով՝ հատուկ մշակված ուսումնական հարթակ, որը պատրաստում է նրանց գործնական աշխատանքների համար։ Մասնագիտացված դասընթացները, դասախոսություններն ու միջոցառումները ուսանողներին հնարավորություն են տալիս կիրառել իրենց գիտելիքներն ու հմտությունները նաև գործնականում։ Թումոյի չորս հիմնական ոլորտներն են անիմացիան, խաղերի ստեղծումը, կայքերի մշակումն ու ֆիլմերի ստեղծումը։ Կրթական ոլորտների հետ մեկտեղ ուսանողները նաև ծանոթանում են 21-րդ դարի զանազան հմտությունների, ինչպիսիք են 3D մոդելավորումը, երաժշտությունը, ռոբոտաշինությունը, լուսանկարչությունը, գրաֆիկական դիզայնը և այլն։ Կենտրոնը ստեղծվել է Սիմոնյան կրթական հիմնադրամի նախաձեռնությամբ։</p>
            </div></div>
    </div>
)
export default Home;